export default {
	elegant: {
		"孔":"吳", "王":"尹", "尹":"莊", "壬":"江", "方":"江", "毛":"馬", "古":"孔", "田":"古", 
		"史":"余", "朱":"孫", "吳":"孔", "江":"吳", "呂":"黃", "李":"唐", "余":"孫", "宋":"徐", 
		"辛":"朱", "何":"唐", "金":"高", "周":"呂", "林":"呂", "姜":"梁", "高":"張", "秦":"翁", 
		"唐":"高", "洪":"翁", "翁":"金", "孫":"辛", "徐":"孫", "夏":"何", "康":"林", "許":"康", 
		"張":"曹", "習":"馬", "梁":"林", "曹":"林", "胡":"黃", "黃":"翁", "喻":"劉", "馮":"孔", 
		"費":"許", "賀":"康", "解":"許", "游":"胡", "莊":"謝", "楚":"鐘", "萬":"馬", "陳":"張", 
		"陸":"陳", "盧":"籃", "戴":"翁", "鍾":"謝", "謝":"蕭", "簡":"解", "顏":"關", "蕭":"謝", 
		"關":"顏", "籃":"戴", "鐘":"楚", "顧":"陳", "蘇":"曾", "曲":"陳", "巫":"習", "卓":"籃", 
		"尚":"蘇", "俞":"江", "馬":"孔", "袁":"蘇", "程":"戴", "曾":"習", "楊":"尚", "連":"張", 
		"葉":"江", "董":"賴", "劉":"程", "賴":"黃", "羅":"賴",
	},
	oblation: {
		"鮮花": "較喜歡親近大自然，性格風雅，<br>高雅氣質，懂得欣賞藝術，注重生活品質。<br>心思細膩，喜歡溫柔、浪漫、有情調。<br>時而多愁善感，須避免過度鑽牛角尖。",
		"三牲": "在團體之中具有領袖魅力，天生有著領導特質。<br>具有敏銳的前瞻性，積極進取，個性鮮明。喜歡社交，容易博取人的歡心。<br>須預防主觀意識過強，而有支配他人的慾望。",
		"米酒": "有明確的目標，並會為了達到理想鍥而不捨地努力。<br>富有執行力，講求效率，自信無畏。獨立性強，個性直率不喜掩飾。<br>但個性倔強，較易發怒，自我意識太強。",
		"香燭": "生性柔和，天生較消極悲觀。思維細膩，萬事顧慮周全。<br>富有同情心，善良體貼，而有自我犧牲、悲天憫人的特質。重視道德品行，守傳統禮教。<br>須防多疑與猜忌，而神經兮兮。",
		"水果": "熱情爽快，激情奔放，個性乾脆不囉嗦，<br>社交場合時往往善於言詞，勇氣十足，聯想力十足，喜歡誇張大氣。<br>缺點是個性急躁衝動，缺乏耐心，虎頭蛇尾。",
		"壽桃": "個性務實，腳踏實地，循規蹈矩，步步為營，不喜浮誇。<br>性格保守內斂，生活樸實簡單，愛物惜物。有養生習慣，懂得照顧自己，樂觀正向，喜歡吉利與喜氣。<br>但要提防有時在意志不堅的情況下，易受他人影響。"
	}
}